Revit 2023 API
GroupTypeId.TrussFamilyBottomChord Property
 "Bottom Chords"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId TrussFamilyBottomChord { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyBottomChord As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyBottomChord {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace